Repository: NMarjou/localization-app
Catalog: TMs/en-US_nl-NL.tmx
Source language: en_us
Languages: nl_nl

source: Are you sure you want to submit your career development plan to your manager?
nl_nl: Weet je zeker dat je je loopbaanontwikkelingsplan naar je manager wilt sturen?

source: Go to goals
nl_nl: Ga naar doelen

source: Plan category
nl_nl: Plancategorie

source: My plans
nl_nl: Mijn plannen

source: View & manage my career plans
nl_nl: Bekijk en beheer mijn loopbaanplannen

source: My career plans
nl_nl: Mijn carrièreplannen

source: Manager reassigned: {{managerName}}
nl_nl: Manager opnieuw toegewezen: {{managerName}}

source: Track your personal career development progress
nl_nl: Volg je persoonlijke loopbaanontwikkelingsvoortgang

source: You don't have any career development plans yet
nl_nl: Je hebt nog geen loopbaanontwikkelingsplannen

source: No plans match your search
nl_nl: Geen plannen komen overeen met je zoekopdracht

source: My career development plans
nl_nl: Mijn loopbaanontwikkelingsplannen

source: Career development plan name
nl_nl: Naam loopbaanontwikkelingsplan

source: Your admin hasn't added any questions yet.
nl_nl: Je beheerder heeft nog geen vragen toegevoegd.

source: No questions available
nl_nl: Geen vragen beschikbaar

source: Share your thoughts
nl_nl: Deel je gedachten

source: The worker will answer this question
nl_nl: De medewerker zal deze vraag beantwoorden

source: Edit to add your answer
nl_nl: Bewerk om je antwoord toe te voegen

source: Manager response pending
nl_nl: Reactie van manager in behandeling

source: No inputs provided
nl_nl: Geen invoer verstrekt

source: Worker response pending
nl_nl: Reactie van medewerker volgt

source: Career development questionnaire
nl_nl: Vragenlijst voor loopbaanontwikkeling

source: Add skills to career development plan
nl_nl: Voeg vaardigheden toe aan het loopbaanontwikkelingsplan

source: Skill & competency groups
nl_nl: Vaardigheids- en competentiegroepen

source: Enhance your profile by adding and rating your skills
nl_nl: Verbeter je profiel door je vaardigheden toe te voegen en te beoordelen

source: Add your skills
nl_nl: Voeg je vaardigheden toe

source: Search by skill name
nl_nl: Zoek op vaardigheidsnaam

source: Skill & category
nl_nl: Vaardigheid & categorie

source: Manager evaluation
nl_nl: Managerevaluatie

source: Select skill level
nl_nl: Selecteer vaardigheidsniveau

source: Worker self-rating
nl_nl: Zelfbeoordeling medewerker

source: No manager rating was provided
nl_nl: Er is geen managerbeoordeling verstrekt

source: Pending manager review
nl_nl: In afwachting van managersbeoordeling

source: No self-rating was provided
nl_nl: Er is geen zelfbeoordeling verstrekt

source: Pending worker review
nl_nl: In afwachting van werknemersbeoordeling

source: You cannot submit responses for this career development plan. If you wish to reconsider, please contact your manager.
nl_nl: U kunt geen reacties indienen voor dit carrièreontwikkelingsplan. Als u dit wilt heroverwegen, neem dan contact op met uw manager.

source: You have opted out of the career development plan.
nl_nl: U heeft zich afgemeld voor het loopbaanontwikkelingsplan.

source: Worker refusal & submission
nl_nl: Werknemersweigering & indiening

source: The worker has already submitted their inputs. You cannot mark the process as "Rejected by the worker".
nl_nl: De medewerker heeft zijn invoer al ingediend. U kunt het proces niet markeren als "Afgewezen door de medewerker".

source: Career development plan refused by worker
nl_nl: Loopbaanontwikkelingsplan geweigerd door werknemer

source: Are you sure you want to confirm that the worker has refused to participate in the career development plan? Once confirmed, the worker will not be able to provide responses or submit the form.
nl_nl: Weet u zeker dat u wilt bevestigen dat de medewerker heeft geweigerd deel te nemen aan het loopbaanontwikkelingsplan? Eenmaal bevestigd, kan de medewerker geen antwoorden meer geven of het formulier indienen.

source: Confirm career development plan refusal
nl_nl: Bevestig weigering loopbaanontwikkelingsplan

source: You can still add comments in the sections. Once you have completed your review, please submit the form to finalize the process.
nl_nl: U kunt nog steeds opmerkingen toevoegen in de secties. Zodra u uw beoordeling heeft voltooid, dient u het formulier in te dienen om het proces af te ronden.

source: The worker has opted out of the career development plan.
nl_nl: De medewerker heeft zich afgemeld voor het loopbaanontwikkelingsplan.

source: Are you sure you want to confirm the worker’s decision to participate in the career development plan? Once confirmed, the worker will be able to provide responses or submit the form.
nl_nl: Weet u zeker dat u de beslissing van de medewerker om deel te nemen aan het loopbaanontwikkelingsplan wilt bevestigen? Eenmaal bevestigd, kan de medewerker antwoorden geven of het formulier indienen.

source: Confirm reopening of the career development plan
nl_nl: Bevestig heropening van het loopbaanontwikkelingsplan

source: {{step}} (refused)
nl_nl: {{step}} (geweigerd)

source: Check-in category
nl_nl: Check-in categorie

source: Make the most of your check-ins!
nl_nl: Haal het meeste uit je check-ins.

source: No upcoming check-ins
nl_nl: Geen aankomende check-ins

source: Set a date for the following check-ins
nl_nl: Stel een datum in voor de volgende check-ins

source: No results. Please try adjusting your filters or clearing some criteria to see results.
nl_nl: Geen resultaten. Probeer uw filters aan te passen of enkele criteria te wissen om resultaten te zien.

source: You haven’t created any check-ins yet. Start your journey towards growth by creating your first check-in
nl_nl: Je hebt nog geen check-ins gemaakt. Begin je groeitraject door je eerste check-in te maken.

source: Actions required
nl_nl: Vereiste acties

source: No results.<br/>Clear the search to show all results.
nl_nl: Geen resultaten.<br/>Wis de zoekopdracht om alle resultaten te tonen.

source: You don’t have any goals yet. Kickstart your progress by setting your first goal!
nl_nl: Je hebt nog geen doelen. Start je voortgang door je eerste doel te stellen.

source: This worker has no goals yet. Create goals to help their progress.
nl_nl: Deze werknemer heeft nog geen doelen. Creëer doelen om hun voortgang te bevorderen.

source: Go to the Check-ins page to take any required actions
nl_nl: Ga naar de Check-ins pagina om eventuele vereiste acties te ondernemen

source: Comp element
nl_nl: Compensatie-element

source: Events history
nl_nl: Evenementengeschiedenis

source: No compensation data to display
nl_nl: Geen compensatiegegevens om weer te geven

source: Hide sensitive data
nl_nl: Gevoelige gegevens verbergen

source: Sensitive data is hidden
nl_nl: Gevoelige gegevens zijn verborgen

source: Salary change events – Last 5 years
nl_nl: Salariswijzigingen – Laatste 5 jaar

source: Historical compensation
nl_nl: Historische compensatie

source: Overview of recent salary changes
nl_nl: Overzicht van recente salariswijzigingen

source: Last request
nl_nl: Laatste verzoek

source: Request date
nl_nl: Aanvraagdatum

source: Request pay information
nl_nl: Salarisinformatie aanvragen

source: Enter your description here
nl_nl: Voer hier uw beschrijving in

source: Pay information
nl_nl: Salarisinformatie

source: You cannot submit a new pay information request as you already have a request in progress.
nl_nl: U kunt geen nieuw verzoek voor salarisinformatie indienen omdat u al een lopend verzoek heeft.

source: Request in progress
nl_nl: Verzoek in behandeling

source: The request was successfully created.
nl_nl: Het verzoek is succesvol aangemaakt.

source: Midpoint
nl_nl: Middelpunt

source: No position in pay range data to display
nl_nl: Geen positie in salarisschaalgegevens om weer te geven

source: Use this toggle to hide or show your sensitive compensation information.
nl_nl: Gebruik deze schakelaar om uw gevoelige compensatie-informatie te verbergen of te tonen.

source: Show sensitive data
nl_nl: Gevoelige gegevens weergeven

source: Sensitive data is displayed
nl_nl: Gevoelige gegevens worden weergegeven

source: Total direct compensation
nl_nl: Totale directe compensatie

source: Total indirect compensation
nl_nl: Totale indirecte vergoeding

source: Variable bonus
nl_nl: Variabele bonus

source: Cost center name
nl_nl: Naam kostenplaats

source: Education
nl_nl: Onderwijs

source: General information
nl_nl: Algemene informatie

source: Hide worker details
nl_nl: Werknemersdetails verbergen

source: Role information
nl_nl: Rolinformatie

source: Show worker details
nl_nl: Werknemersdetails weergeven

source: Start date in role
nl_nl: Startdatum in functie

source: Tenure
nl_nl: Diensttijd

source: Worker information
nl_nl: Werknemersinformatie

source: Work city
nl_nl: Werkstad

source: No documents yet. Your most recent documents will be displayed here for easy access.
nl_nl: Nog geen documenten. Uw meest recente documenten worden hier weergegeven voor gemakkelijke toegang.

source: Latest documents
nl_nl: Laatste documenten

source: Date generated
nl_nl: Datum gegenereerd

source: All documents you have received
nl_nl: Alle documenten die je hebt ontvangen

source: You don't have enough information to review yet.
nl_nl: Je hebt nog niet genoeg informatie om te beoordelen.

source: Variable achievement estimator
nl_nl: Variabele prestatieschatter

source: Use our model for inspiration
nl_nl: Gebruik ons model ter inspiratie

source: Your feedback activity will be displayed here. Start by sharing your thoughts and suggestions with your colleagues.
nl_nl: Je feedbackactiviteit wordt hier weergegeven. Begin met het delen van je gedachten en suggesties met je collega's.

source: Favorites
nl_nl: Favorieten

source: Feedback category
nl_nl: Feedbackcategorie

source: Feedback notes are for your personal use; only you can view them. Start adding your notes here to keep track of your progress and ideas.
nl_nl: Feedbacknotities zijn voor persoonlijk gebruik; alleen jij kunt ze bekijken. Begin hier met het toevoegen van je notities om je voortgang en ideeën bij te houden.

source: Add your notes here to keep track of your progress and ideas. Feedback notes are for your personal use; only you can view them.
nl_nl: Voeg hier je notities toe om je voortgang en ideeën bij te houden. Feedbacknotities zijn voor persoonlijk gebruik; alleen jij kunt ze bekijken.

source: Feedback overview
nl_nl: Overzicht van feedback

source: Here you will see feedback marked as a public. Check again later for updates or be the first to give public feedback to a colleague.
nl_nl: Hier zie je feedback die als openbaar is gemarkeerd. Controleer later opnieuw voor updates of wees de eerste om openbare feedback aan een collega te geven.

source: Here you will see feedback marked as a public. Check again later for updates or explore more features in the meantime.
nl_nl: Hier zie je feedback die als openbaar is gemarkeerd. Controleer later opnieuw voor updates of verken ondertussen meer functies.

source: Feedback from your colleagues will appear here. Check again later for updates or explore more features in the meantime.
nl_nl: Feedback van je collega's verschijnt hier. Kom later terug voor updates of verken in de tussentijd meer functies.

source: Reach out to your team and request their thoughts on your work.
nl_nl: Neem contact op met je team en vraag om hun mening over je werk.

source: New feedback
nl_nl: Nieuwe feedback

source: Your received feedback volume is up!
nl_nl: Je ontvangen feedbackvolume is gestegen!

source: Requested feedback will appear here. Start by reaching out to your team and requesting their input on your work.
nl_nl: Aangevraagde feedback verschijnt hier. Begin met het benaderen van je team en vraag om hun input over je werk.

source: Request feedback and find out what your colleagues think about your collaboration.
nl_nl: Vraag feedback aan en ontdek wat je collega's denken over jullie samenwerking.

source: Feedback requests from your colleagues will appear here. In the meantime, you can send a feedback request to your colleagues to get the conversation started.
nl_nl: Feedbackverzoeken van je collega's zullen hier verschijnen. In de tussentijd kun je een feedbackverzoek naar je collega's sturen om het gesprek op gang te brengen.

source: New request
nl_nl: Nieuw verzoek

source: Feedback helps improve teamwork and processes within the company. Start sharing your thoughts and suggestions with your colleagues.
nl_nl: Feedback helpt om de samenwerking en processen binnen het bedrijf te verbeteren. Begin met het delen van je gedachten en suggesties met je collega's.

source: Your colleagues are waiting for your feedback. Start sharing your insights with them.
nl_nl: Je collega's wachten op je feedback. Begin je inzichten met hen te delen.

source: Feedback helps improve teamwork and processes within the company. Start by sharing your thoughts and suggestions with your colleagues.
nl_nl: Feedback helpt om de samenwerking en processen binnen het bedrijf te verbeteren. Begin met het delen van je gedachten en suggesties met je collega's.

source: Team feedback requests
nl_nl: Teamfeedbackverzoeken

source: Feedback requests about your colleagues will appear here. In the meantime, you can send a feedback request to your colleagues to get the conversation started.
nl_nl: Feedbackverzoeken over je collega's verschijnen hier. In de tussentijd kun je een feedbackverzoek naar je collega's sturen om het gesprek op gang te brengen.

source: Hide confidential information
nl_nl: Verberg vertrouwelijke informatie

source: Thank you. We'll inform {{givenName}} that you would like to discuss your equity compensation in more detail.
nl_nl: Dank u. We zullen {{givenName}} informeren dat u uw aandelencompensatie in meer detail wilt bespreken.

source: My documents
nl_nl: Mijn documenten

source: We don’t have enough data to display your behavior wheel yet. Request feedback from your colleagues to start building a complete picture of your performance.
nl_nl: We hebben nog niet genoeg gegevens om je gedragswiel weer te geven. Vraag feedback aan je collega's om een compleet beeld van je prestaties op te bouwen.

source: There aren’t enough data to display the behavior wheel.
nl_nl: Er zijn onvoldoende gegevens om het gedragswiel weer te geven.

source: View behaviors
nl_nl: Bekijk gedragingen

source: View my received feedback
nl_nl: Bekijk mijn ontvangen feedback

source: Explore the feedback you received and highlight the ones that inspire you the most!
nl_nl: Verken de feedback die je hebt ontvangen en markeer de feedback die je het meest inspireert!

source: You haven’t marked any feedback as favorites yet. Explore the feedback you received and highlight the ones that inspire you the most!
nl_nl: Je hebt nog geen feedback als favoriet gemarkeerd. Verken de feedback die je hebt ontvangen en markeer degene die je het meest inspireren.

source: Go to feedback
nl_nl: Ga naar feedback

source: Your favorite received feedback
nl_nl: Je favoriete ontvangen feedback

source: Go to documents
nl_nl: Ga naar documenten

source: You don’t have any goal plans yet.
nl_nl: Je hebt nog geen doelplannen.

source: Your individual goals
nl_nl: Je persoonlijke doelen

source: Personal information
nl_nl: Persoonlijke informatie

source: Org level 1
nl_nl: Organisatieniveau 1

source: View profile
nl_nl: Bekijk profiel

source: Organization goals
nl_nl: Organisatiedoelen

source: Payee
nl_nl: Begunstigde

source: No performance reviews are assigned to you at the moment.
nl_nl: Er zijn momenteel geen prestatiebeoordelingen aan jou toegewezen.

source: Assigned reviews
nl_nl: Toegewezen beoordelingen

source: Review category
nl_nl: Categorie beoordelen

source: No ratings yet
nl_nl: Nog geen beoordelingen

source: List of performance reviews & ratings
nl_nl: Lijst van prestatiebeoordelingen en beoordelingen

source: Enable 360 reviews
nl_nl: 360-gradenbeoordelingen inschakelen

source: Check the widgets you want visible on the passport page.
nl_nl: Controleer de widgets die je zichtbaar wilt hebben op de paspoortpagina.

source: Passport widget settings
nl_nl: Instellingen voor paspoortwidget

source: Digital reward statement
nl_nl: Digitaal beloningsoverzicht

source: Enable my total compensation
nl_nl: Activeer mijn totale compensatie

source: Enable and configure the digital reward statement.
nl_nl: Schakel de digitale beloningsverklaring in en configureer deze.

source: The section header cannot be empty.
nl_nl: De sectiekop mag niet leeg zijn.

source: Preview compensation breakdown in the digital reward statement page.
nl_nl: Voorbeeld van de compensatieverdeling op de pagina van het digitale beloningsoverzicht.

source: Compensation breakdown
nl_nl: Compensatieverdeling

source: Select the compensation elements to display in the history
nl_nl: Selecteer de compensatie-elementen die in de geschiedenis moeten worden weergegeven

source: Choose elements
nl_nl: Elementen kiezen

source: Compensation elements
nl_nl: Compensatie-elementen

source: At least one compensation element must be selected.
nl_nl: Er moet ten minste één compensatie-element worden geselecteerd.

source: Number of years
nl_nl: Aantal jaren

source: The number of years must be at least 1.
nl_nl: Het aantal jaren moet ten minste 1 zijn.

source: The number of years cannot be empty.
nl_nl: Het aantal jaren mag niet leeg zijn.

source: Preview historical compensation
nl_nl: Voorbeeld van historische compensatie

source: Show total compensation
nl_nl: Totale compensatie weergeven

source: Preview compensation numerical overview
nl_nl: Voorbeeld numeriek compensatieoverzicht

source: Compensation in numbers
nl_nl: Compensatie in cijfers

source: Show total direct compensation
nl_nl: Totale directe compensatie weergeven

source: Show total indirect compensation
nl_nl: Totale indirecte compensatie weergeven

source: At least one compensation widget must be selected.
nl_nl: Er moet ten minste één compensatiewidget worden geselecteerd.

source: Compensation philosophy description
nl_nl: Beschrijving compensatiefilosofie

source: Enter text
nl_nl: Voer tekst in

source: The description is required.
nl_nl: De beschrijving is verplicht.

source: The header is required.
nl_nl: De header is verplicht.

source: Use this section to communicate your company’s guiding principles on pay and rewards.
nl_nl: Gebruik deze sectie om de leidende principes van uw bedrijf betreffende beloning en vergoedingen te communiceren.

source: Compensation philosophy
nl_nl: Beloningsfilosofie

source: Main content
nl_nl: Hoofdinhoud

source: Our compensation philosophy
nl_nl: Onze beloningsfilosofie

source: Allow pay information requests
nl_nl: Verzoeken om salarisinformatie toestaan

source: Include the ability to request pay information.
nl_nl: Inclusief de mogelijkheid om salarisinformatie aan te vragen.

source: The ray information text cannot be empty.
nl_nl: De compensatietekst mag niet leeg zijn.

source: Preview position in pay range in the digital reward statement page
nl_nl: Voorbeeld van positie in salarisschaal op de digitale beloningsoverzichtpagina

source: Position in pay range
nl_nl: Positie in salarisschaal

source: Position in pay range toggle
nl_nl: Positie in salarisbereik schakelaar

source: Compensation policy link description
nl_nl: Beschrijving van compensatiebeleid link

source: The label is required.
nl_nl: Het label is verplicht.

source: Please enter a valid URL
nl_nl: Voer een geldige URL in

source: The link is required.
nl_nl: De link is verplicht.

source: Show compensation policy link
nl_nl: Toon link naar beloningsbeleid

source: Add resource
nl_nl: Resource toevoegen

source: List of resources
nl_nl: Lijst van bronnen

source: Enter your resource label here
nl_nl: Voer hier uw resourcelabel in

source: The resource label cannot be empty.
nl_nl: Het bronlabel mag niet leeg zijn.

source: The resource link must be a valid URL.
nl_nl: De bronlink moet een geldige URL zijn.

source: The resource link cannot be empty.
nl_nl: De bronlink mag niet leeg zijn.

source: Provide links to the digital reward statement page.
nl_nl: Verstrek links naar de pagina met digitale beloningsoverzichten.

source: Section description
nl_nl: Sectiebeschrijving

source: Section header
nl_nl: Sectiekop

source: Side panel
nl_nl: Zijpaneel

source: The digital reward statement was successfully updated.
nl_nl: De digitale beloningsverklaring is succesvol bijgewerkt.

source: Edit digital reward statement
nl_nl: Digitale beloningsverklaring bewerken

source: Enable learning
nl_nl: Leer mogelijk maken

source: Goal overall progress
nl_nl: Doel algemene voortgang

source: Enable reviews
nl_nl: Beoordelingen inschakelen

source: Show confidential information
nl_nl: Vertrouwelijke informatie tonen

source: No comments yet
nl_nl: Nog geen reacties

source: Check-in comments
nl_nl: Check-in-opmerkingen

source: Goal comments
nl_nl: Doelopmerkingen

source: Due date: {{date}}
nl_nl: Vervaldatum: {{date}}

source: Questionnaire comments
nl_nl: Opmerkingen bij vragenlijst

source: No questions
nl_nl: Geen vragen

source: Skill comments
nl_nl: Opmerkingen bij vaardigheden

source: Worker’s self-rating
nl_nl: Zelfbeoordeling van medewerker

source: No skills yet
nl_nl: Nog geen vaardigheden

source: Manager’s evaluation
nl_nl: Beoordeling door leidinggevende

source: No rating provided
nl_nl: Geen beoordeling opgegeven

source: Closed date
nl_nl: Sluitingsdatum

source: Close date
nl_nl: Sluitingsdatum

source: The worker has opted out of the career development plan
nl_nl: De werknemer heeft afgezien van het loopbaanontwikkelingsplan

source: You have opted out of the career development plan
nl_nl: U heeft zich afgemeld voor het loopbaanontwikkelingsplan

source: Uploaded files
nl_nl: Geüploade bestanden

source: Uploaded by: {{name}}
nl_nl: Geüpload door: {{name}}

source: Automatically, using a deliverable
nl_nl: Automatisch, met behulp van een deliverable

source: Automatically, using the average of measurement criteria
nl_nl: Automatisch, op basis van het gemiddelde van de beoordelingscriteria

source: Deliverables
nl_nl: Op te leveren resultaten

source: This comment was deleted.
nl_nl: Deze opmerking is verwijderd.

source: Discussion
nl_nl: Gesprek

source: Worker, Manager
nl_nl: Werknemer, leidinggevende

source: Aligned with goal
nl_nl: In lijn met doel

source: Goals aligned with this goal
nl_nl: Doelen die met dit doel zijn uitgelijnd

source: {{name}} - Individual goal
nl_nl: {{name}} - Individueel doel

source: {{name}} - Organizational goal
nl_nl: {{name}} - Organisatiedoel

source: No due date
nl_nl: Geen vervaldatum

source: <0>{{userName}}</0> added alignments.
nl_nl: <0>{{userName}}</0> heeft afstemmingen toegevoegd.

source: <0>{{userName}}</0> deleted alignments.
nl_nl: <0>{{userName}}</0> heeft aligneringen verwijderd.

source: <0>{{userName}}</0> added a file.
nl_nl: <0>{{userName}}</0> heeft een bestand toegevoegd.

source: <0>{{userName}}</0> deleted a file.
nl_nl: <0>{{userName}}</0> heeft een bestand verwijderd.

source: <0>{{userName}}</0> added a deliverable.
nl_nl: <0>{{userName}}</0> heeft een deliverable toegevoegd.

source: <0>{{userName}}</0> deleted a deliverable.
nl_nl: <0>{{userName}}</0> heeft een deliverable verwijderd.

source: <0>{{userName}}</0> marked a deliverable as done.
nl_nl: <0>{{userName}}</0> heeft een deliverable als voltooid gemarkeerd.

source: <0>{{userName}}</0> marked a deliverable as undone.
nl_nl: <0>{{userName}}</0> heeft een deliverable als niet voltooid gemarkeerd.

source: <0>{{userName}}</0> updated a deliverable.
nl_nl: <0>{{userName}}</0> heeft een deliverable bijgewerkt.

source: <0>{{userName}}</0> updated the description.
nl_nl: <0>{{userName}}</0> heeft de beschrijving bijgewerkt.
